Repository: QUSAD-prod/photo_ai_mentor
Catalog: lib/l10n/app_*.arb
Languages: ru

source: photo
ru: фото

source: text
ru: текст

# settings_tooltip
source: settings
ru: настройки

# settings_appbar_title
source: Settings
ru: Настройки

# back_tooltip
source: Settings
ru: назад

# text_hint
source: Enter your question here...
ru: Введите свой вопрос...

# explain_it_button
source: OK, explain it â†’
ru: Да, решить это →

# the_minimum_number_error
source: The minimum number of characters is 10
ru: Минимальное кол-во символов 10

source: Unknown error
ru: Неизвестная ошибка

# result_page_title
source: Your result
ru: Результат

# explain_again_button
source: Explain again
ru: Решить снова

# google_login
source: Login with Google
ru: Войти через Google

# google_login_error
source: Unknown error
ru: Неизвестная ошибка

# loading
source: Wait for 5-10 seconds
ru: Подождите 5-10 секунд

source: Your request:
ru: Ваш запрос:
